Repository: CofficLab/Lumi
Catalog: Packages/PluginImageToPDF/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk, zh_tw

source: %lld file(s) failed to convert
zh_hans: %lld 个文件转换失败
zh_hk: %lld 個檔案轉換失敗
zh_tw: %lld 個檔案轉換失敗

source: Action bar
zh_hans: 操作栏
zh_hk: 操作列
zh_tw: 操作列

source: Action bar: the 「Add files」 and 「Convert」 buttons.
zh_hans: 操作栏：「添加文件」与「转换」按钮。
zh_hk: 操作列：「新增檔案」與「轉換」按鈕。
zh_tw: 操作列：「新增檔案」與「轉換」按鈕。

source: Add files
zh_hans: 添加文件
zh_hk: 添加檔案
zh_tw: 新增檔案

source: Basic Operations
zh_hans: 基本操作
zh_hk: 基本操作
zh_tw: 基本操作

source: Batch Conversion
zh_hans: 批量转换
zh_hk: 批量轉換
zh_tw: 批次轉換

source: Choose a folder to export the PDFs into
zh_hans: 选择导出 PDF 的目标文件夹
zh_hk: 選擇匯出 PDF 的目標資料夾
zh_tw: 選擇匯出 PDF 的目標資料夾

source: Clear
zh_hans: 清空
zh_hk: 清空
zh_tw: 清除

source: Click 「Convert」; each image is converted into a single-page PDF.
zh_hans: 点击「转换」；每张图片都会转换为一份单页 PDF。
zh_hk: 點擊「轉換」；每張圖片都會轉換為一份單頁 PDF。
zh_tw: 點擊「轉換」；每張圖片都會轉換為一份單頁 PDF。

source: Click 「Export to…」 and choose a folder to save all PDFs at once.
zh_hans: 点击「导出到…」并选择文件夹，即可一次保存全部 PDF。
zh_hk: 點擊「匯出至…」並選擇資料夾，即可一次保存全部 PDF。
zh_tw: 點擊「匯出至…」並選擇資料夾，即可一次保存全部 PDF。

source: Click Convert to produce a PDF for each image
zh_hans: 点击「转换」为每张图片生成 PDF
zh_hk: 點擊「轉換」為每張圖片產生 PDF
zh_tw: 點選「轉換」為每張圖片產生 PDF

source: Click Export to… and choose a folder to save all PDFs
zh_hans: 点击「导出到…」选择文件夹保存所有 PDF
zh_hk: 點擊「匯出至…」並選擇資料夾儲存所有 PDF
zh_tw: 點選「匯出至…」並選擇資料夾儲存所有 PDF

source: Convert
zh_hans: 转换
zh_hk: 轉換
zh_tw: 轉換

source: Convert dropped images to single-page PDFs that preserve the original size and orientation.
zh_hans: 将拖入的图片转换为单页 PDF，保留原始尺寸与方向。
zh_hk: 將拖入的圖片轉換為單頁 PDF，保留原始尺寸與方向。
zh_tw: 將拖入的圖片轉換為單頁 PDF，保留原始尺寸與方向。

source: Could not export: %@
zh_hans: 无法导出：%@
zh_hk: 無法匯出：%@
zh_tw: 無法匯出：%@

source: Could not read image: %@
zh_hans: 无法读取图片：%@
zh_hk: 無法讀取圖片：%@
zh_tw: 無法讀取圖片：%@

source: Done
zh_hans: 完成
zh_hk: 完成
zh_tw: 完成

source: Drag & drop image files here
zh_hans: 将图片拖拽到此处
zh_hk: 將圖片拖曳到這裡
zh_tw: 將圖片拖曳到此處

source: Drag and drop image files into the drop zone
zh_hans: 将图片拖入下方的拖放区
zh_hk: 將圖片拖入下方的拖放區
zh_tw: 將圖片拖入下方的拖放區

source: Drag image files into the drop zone, or click it to browse and select files.
zh_hans: 将图片文件拖入拖放区，或点击拖放区浏览并选择文件。
zh_hk: 將圖片檔案拖入拖放區，或點擊拖放區瀏覽並選擇檔案。
zh_tw: 將圖片檔案拖入拖放區，或點擊拖放區瀏覽並選擇檔案。

source: Drop image files and convert each one to a single-page PDF.
zh_hans: 拖入图片文件并将每个文件转换为单页 PDF。
zh_hk: 拖入圖片檔案，並將每個檔案轉換為單頁 PDF。
zh_tw: 拖入圖片檔案，並將每個檔案轉換為單頁 PDF。

source: Drop zone
zh_hans: 拖放区
zh_hk: 拖放區
zh_tw: 拖放區

source: Drop zone: drag image files onto 「Drag & drop image files here」, or click to browse; the file count is shown below.
zh_hans: 拖放区：将图片文件拖到「将图片拖拽到此处」，或点击浏览选择文件；下方显示文件数量。
zh_hk: 拖放區：將圖片檔案拖到「將圖片拖曳到這裡」，或點擊瀏覽選擇檔案；下方顯示檔案數量。
zh_tw: 拖放區：將圖片檔案拖到「將圖片拖曳到這裡」，或點擊瀏覽選擇檔案；下方顯示檔案數量。

source: Each image becomes a separate single-page PDF; conversion follows the order of the input list.
zh_hans: 每张图片生成一份独立的单页 PDF；转换按输入列表的顺序进行。
zh_hk: 每張圖片生成一份獨立的單頁 PDF；轉換按輸入列表的順序進行。
zh_tw: 每張圖片生成一份獨立的單頁 PDF；轉換按輸入列表的順序進行。

source: Export
zh_hans: 导出
zh_hk: 匯出
zh_tw: 匯出

source: Export Anywhere
zh_hans: 自由导出
zh_hk: 隨意匯出
zh_tw: 自由匯出

source: Export to…
zh_hans: 导出到…
zh_hk: 匯出至…
zh_tw: 匯出至…

source: Failed
zh_hans: 失败
zh_hk: 失敗
zh_tw: 失敗

source: Failed to create PDF context for: %@
zh_hans: 无法为 %@ 创建 PDF 上下文
zh_hk: 無法為 %@ 建立 PDF 內容
zh_tw: 無法為 %@ 建立 PDF 內容

source: Failed to write PDF: %@
zh_hans: 写入 PDF 失败：%@
zh_hk: 寫入 PDF 失敗：%@
zh_tw: 寫入 PDF 失敗：%@

source: Figure 1: Interface layout
zh_hans: 图 1 界面布局
zh_hk: 圖 1 介面佈局
zh_tw: 圖 1 介面佈局

source: Files: %lld
zh_hans: 文件数：%lld
zh_hk: 檔案數：%lld
zh_tw: 檔案數：%lld

source: How It Works
zh_hans: 使用步骤
zh_hk: 使用步驟
zh_tw: 使用步驟

source: Image has zero size: %@
zh_hans: 图片尺寸为 0：%@
zh_hk: 圖片尺寸為 0：%@
zh_tw: 圖片尺寸為 0：%@

source: Image to PDF
zh_hans: 图片转 PDF
zh_hk: 圖片轉 PDF
zh_tw: 圖片轉 PDF

source: Input list: selected images appear as rows, each with a remove button.
zh_hans: 输入列表：已选择的图片逐行显示，每行带有移除按钮。
zh_hk: 輸入列表：已選擇的圖片逐行顯示，每行帶有移除按鈕。
zh_tw: 輸入列表：已選擇的圖片逐行顯示，每行帶有移除按鈕。

source: Interface
zh_hans: 界面说明
zh_hk: 介面說明
zh_tw: 介面說明

source: No PDFs yet
zh_hans: 暂无 PDF
zh_hk: 尚未有 PDF
zh_tw: 尚無 PDF

source: Notes
zh_hans: 注意事项
zh_hk: 注意事項
zh_tw: 注意事項

source: Open
zh_hans: 打开
zh_hk: 開啟
zh_tw: 開啟

source: Open the Image to PDF tab in the sidebar.
zh_hans: 在侧边栏中打开「图片转 PDF」标签页。
zh_hk: 在側邊欄中開啟「圖片轉 PDF」標籤頁。
zh_tw: 在側邊欄中開啟「圖片轉 PDF」標籤頁。

source: or click to browse
zh_hans: 或点击选择文件
zh_hk: 或點擊選擇檔案
zh_tw: 或點選選擇檔案

source: Output list
zh_hans: 输出列表
zh_hk: 輸出列表
zh_tw: 輸出列表

source: Output list: the 「PDFs」 section shows each produced PDF with its status and the 「Reveal in Finder」, 「Open」, and 「Remove」 buttons, plus 「Export to…」 and 「Clear」.
zh_hans: 输出列表：「PDF」区域显示每个生成的 PDF 及其状态，并提供「在访达中显示」「打开」「移除」按钮，以及「导出到…」与「清空」。
zh_hk: 輸出列表：「PDF」區域顯示每個產生的 PDF 及其狀態，並提供「於 Finder 顯示」「開啟」「移除」按鈕，以及「匯出至…」與「清空」。
zh_tw: 輸出列表：「PDF」區域顯示每個產生的 PDF 及其狀態，並提供「於 Finder 顯示」「開啟」「移除」按鈕，以及「匯出至…」與「清空」。

source: Overview
zh_hans: 概述
zh_hk: 概述
zh_tw: 概述

source: PDFs
zh_hans: PDF
zh_hk: PDF
zh_tw: PDF

source: PDFs keep the original image size — no resizing or compression
zh_hans: 生成的 PDF 保持原图尺寸，不缩放、不压缩
zh_hk: PDF 保留原圖尺寸，不縮放、不壓縮
zh_tw: PDF 保留原圖尺寸，不縮放、不壓縮

source: PDFs keep the original image size and orientation; images are not resized or compressed.
zh_hans: PDF 保留原始图片尺寸与方向；图片不会被缩放或压缩。
zh_hk: PDF 保留原始圖片尺寸與方向；圖片不會被縮放或壓縮。
zh_tw: PDF 保留原始圖片尺寸與方向；圖片不會被縮放或壓縮。

source: Pending
zh_hans: 等待中
zh_hk: 等待中
zh_tw: 等待中

source: Pick a destination folder and export every converted PDF at once, or open them individually.
zh_hans: 选择目标文件夹一次性导出所有 PDF，或单独打开查看。
zh_hk: 選擇目標資料夾一次性匯出所有 PDF，或單獨開啟查看。
zh_tw: 選擇目標資料夾一次匯出所有 PDF，或單獨開啟查看。

source: Preview, open, or reveal any PDF in the list
zh_hans: 预览、打开或在访达中显示列表中的 PDF
zh_hk: 預覽、開啟或在 Finder 顯示列表中的 PDF
zh_tw: 預覽、開啟或在 Finder 顯示列表中的 PDF

source: Processing…
zh_hans: 处理中…
zh_hk: 處理中…
zh_tw: 處理中…

source: Re-converting replaces the previous PDFs in the output list
zh_hans: 重新转换会替换输出列表中此前的 PDF
zh_hk: 重新轉換會取代輸出列表中先前的 PDF
zh_tw: 重新轉換會取代輸出列表中先前的 PDF

source: Re-converting replaces the previous PDFs in the output list.
zh_hans: 重新转换会替换输出列表中原有的 PDF。
zh_hk: 重新轉換會替換輸出列表中原有的 PDF。
zh_tw: 重新轉換會替換輸出列表中原有的 PDF。

source: Remove
zh_hans: 移除
zh_hk: 移除
zh_tw: 移除

source: Reveal in Finder
zh_hans: 在访达中显示
zh_hk: 於 Finder 顯示
zh_tw: 於 Finder 顯示

source: Supported formats include PNG, JPEG, HEIC, TIFF, BMP, and GIF.
zh_hans: 支持的格式包括 PNG、JPEG、HEIC、TIFF、BMP 与 GIF。
zh_hk: 支援的格式包括 PNG、JPEG、HEIC、TIFF、BMP 與 GIF。
zh_tw: 支援的格式包括 PNG、JPEG、HEIC、TIFF、BMP 與 GIF。

source: Supported formats: PNG, JPEG, HEIC, TIFF, BMP, GIF and more
zh_hans: 支持的格式：PNG、JPEG、HEIC、TIFF、BMP、GIF 等
zh_hk: 支援格式：PNG、JPEG、HEIC、TIFF、BMP、GIF 等
zh_tw: 支援格式：PNG、JPEG、HEIC、TIFF、BMP、GIF 等

source: This manual covers the interface and basic operations of Image to PDF: converting images into single-page PDF files and exporting them.
zh_hans: 本手册介绍「图片转 PDF」的界面与基本操作：将图片转换为单页 PDF 文件并导出。
zh_hk: 本手冊介紹「圖片轉 PDF」的介面與基本操作：將圖片轉換為單頁 PDF 檔案並匯出。
zh_tw: 本手冊介紹「圖片轉 PDF」的介面與基本操作：將圖片轉換為單頁 PDF 檔案並匯出。

source: Tips
zh_hans: 小贴士
zh_hk: 小貼士
zh_tw: 小提示

source: Unknown error
zh_hans: 未知错误
zh_hk: 未知錯誤
zh_tw: 未知錯誤

source: Use 「Reveal in Finder」 or 「Open」 on a row to locate or view a PDF.
zh_hans: 点击某行的「在访达中显示」或「打开」可定位或查看该 PDF。
zh_hk: 點擊某行的「於 Finder 顯示」或「開啟」可定位或檢視該 PDF。
zh_tw: 點擊某行的「於 Finder 顯示」或「開啟」可定位或檢視該 PDF。

source: User Manual
zh_hans: 使用手册
zh_hk: 使用手冊
zh_tw: 使用手冊
